{
  "newsletter": {
    "title": "N.E.W.S.LETTER",
    "titleSuccess": "Dziękujemy!",
    "description": "Wspomóż nas, subskrybując N.E.W.S.LETTER, a w zamian otrzymasz ekskluzywne treści: książeczki z tekstami utworów, zdjęcia zza kulis, zaproszenia na 'tajne' występy i kolekcjonerskie wydawnictwa muzyczne!",
    "descriptionSuccess": "Wkrótce skontaktujemy się z Tobą w celu przekazania specjalnej zawartości z naszej debiutanckiej EP-ki First Shift.",
    "form": {
      "emailLabel": "email",
      "emailPlaceholder": "twojemail@gmail.com",
      "emailFormattingErrorText": "Coś jest nie tak z Twoim adresem e-mail, sprawdź go proszę ponownie.",
      "emailAlreadySubscribedErrorText": "Jesteś już zapisany do naszego newslettera. Dzięki!",
      "emailGenericErrorText": "Coś poszło nie tak, spróbuj ponownie później lub wyślij nam wiadomość na adres: nonessentialworkers@gmail.com",
      "submitButton": "Zapisz się",
      "checkboxLabel": "Wyrażam zgodę na otrzymywanie newsletterów i potwierdzam, że zapoznałem się z [html]Polityką Prywatności[html]."
    }
  },
  "home": {
    "heading": "Debiutancka EP 'First Shift' już dostępna!",
    "streamingServicesTitle": "Hej, posłuchaj...",
    "streamingServicesDescription": "...nasza muzyka jest dostępna na wszystkich najważniejszych platformach streamingowych.",
    "newsletterTitle": "N.E.W.S.letter"
  },
  "bio": {
    "heading": "bio",
    "section1": {
      "heading": "Czym jest N.E.W.?",
      "photoAltText": "Lustrzane odbicie fal morskich roztrzaskujących się o fale.",
      "paragraphs": {
        "paragraph1": "Syntetyzowanym dźwiękiem naszej rzeczywistości."
      }
    },
    "section2": {
      "heading": "Dlaczego jesteśmy N.E.W.?",
      "paragraphs": {
        "paragraph1": "Non-Essential Workers (NEW) to środkowoeuropejskie trio syntezatorowe i zarazem międzynarodowy kolektyw produkcyjny (USA/UK/PL), którego misją jest mariaż obrazów z dźwiękami, wydarzeń z emocjami w czasie rzeczywistym i przekształcanie go w sztukę dźwiękową dla wszystkich.",
        "paragraph2": "Gdy zapadła nad nami ciemność, jasne stały się dla nas wspólne wartości, priorytety, rzeczy szczególnie istotne:",
        "paragraph3": "Zdrowie jest istotne.[html]Prawa są istotne.[html]Praca jest istotna.[html]Sztuka jest istotna.[html]Muzyka jest istotna.",
        "paragraph4": "Kierując się tymi podstawowymi zasadami, w coraz szybszym tempie kontynuujemy eksperymenty z dźwiękiem i przestrzenią. Jesteśmy gotowi wyjść z dotychczasowej jaskini syntezatorów na otwartą przestrzeń, przenieść nasze muzyczne krajobrazy na sceny, do dyskotek, stołówek, fabryk i barów w całej Europie.",
        "paragraph5": "Nie jesteśmy pracownikami niezbędnymi, ale wypalenie zawodowe nam nie grozi - dopiero się rozkręcamy!",
        "paragraph6": "Pracownik1: Gitary, Bity, Produkcja [html]Pracownik2: Syntezatory, Bity [html]Pracownik3: Wokale, Teksty, Syntezatory"
      }
    }
  },
  "music": {
    "heading": "muzyka",
    "streamingServicesDescription": "Nasza muzyka jest dostępna na wszystkich najważniejszych platformach streamingowych:",
    "singles": {
      "heading": "single"
    },
    "albums": {
      "heading": "albumy"
    }
  },
  "videos": {
    "heading": "wideo",
    "description": "Jeśli spodobał Ci się film, rozważ subskrypcję naszego kanału na YouTubie i śledzenie nas w mediach społecznościowych. Dzięki za wsparcie!"
  },
  "contact": {
    "heading": "kontakt",
    "paragraphs": {
      "paragraph1": "Chętnie poznamy Twoją opinię. Napisz do nas, jeśli chcesz się podzielić swoimi przemyśleniami na temat naszej muzyki. A może chciałbyś, żebyśmy zagrali koncert w Twoim mieście? Daj nam znać!"
    }
  },
  "resources": {
    "heading": "Cześć! Jesteśmy N.E.W.",
    "description": "Dzięki za zajrzenie na tę stronę. Jesteśmy międzynarodowym (US/UK/PL) kolektywem wykonującym muzykę elektroniczną. Jeśli chcesz się dowiedzieć o nas czegoś więcej, zachęcamy ze przejrzenia zawartości tej strony internetowej. Poniżej znajdują się linki do naszej muzyki, zdjęć oraz wideo. ",
    "compressed": "skompresowany zip",
    "censored": "ocenzurowany",
    "music": {
      "heading": "Muzyka",
      "description": "Nasze pliki trzymamy na Google Drive. Jeśli przy próbie ściągnięcia wyświetli się komunikat dotyczący nieudanej próby przeskanowania zawartości, kliknij 'pobierz mimo to' - w naszych plikach nie ma wirusów :)",
      "albumCover": "okładka albumu"
    },
    "bio": {
      "heading": "Krótkie bio",
      "paragraphs": {
        "paragraph1": "Non-Essential Workers (NEW) to środkowoeuropejskie trio syntezatorowe i zarazem międzynarodowy kolektyw produkcyjny (USA/UK/PL), którego misją jest mariaż obrazów z dźwiękami, wydarzeń z emocjami w czasie rzeczywistym i przekształcanie go w sztukę dźwiękową dla wszystkich.",
        "paragraph2": "Nie jesteśmy pracownikami niezbędnymi, ale wypalenie zawodowe nam nie grozi - dopiero się rozkręcamy…"
      }
    },
    "photos": {
      "heading": "Zdjęcia",
      "pressPack": "Zdjęcia dla prasy (zip)"
    },
    "videos": {
      "heading": "Wideo",
      "youTubeChannel": "Kanał YouTube N.E.W."
    },
    "socialMedia": {
      "heading": "Social media"
    }
  },
  "navigation": {
    "home": "start",
    "bio": "bio",
    "music": "muzyka",
    "videos": "wideo",
    "contact": "kontakt"
  },
  "privacyPolicy": {
    "title": "Polityka Prywatności",
    "lastUpdated": "Ostatnia aktualizacja",
    "description": "Non-Essential Workers ('my', 'nas' lub 'nasza') obsługuje nonessentialworkers.com („Strona”). Niniejsza strona informuje Cię o naszych zasadach dotyczących zbierania, używania i udostępniania informacji, które otrzymujemy od użytkowników Strony.",
    "sections": [
      {
        "title": "Zbieranie i Używanie Informacji",
        "description": "Podczas korzystania z naszej Strony możemy gromadzić informacje nieosobiste, które nie identyfikują Cię bezpośrednio. Mogą to być dane logowania (Log Data), takie jak adres Protokołu Internetowego ('IP') twojego komputera, rodzaj przeglądarki, wersja przeglądarki, strony naszej Strony, które odwiedzasz, czas i data Twojej wizyty, czas spędzony na tych stronach i inne statystyki. Wykorzystujemy te informacje wyłącznie w celu poprawy wydajności naszej witryny i doświadczenia użytkownika."
      },
      {
        "title": "Ciasteczka (Cookies)",
        "description": "Używamy 'ciasteczek' (cookies), aby zbierać informacje i poprawić Twoje doświadczenia na Stronie. Ciasteczka to pliki z małymi ilościami danych, które są wysyłane do Twojej przeglądarki z witryny internetowej i przechowywane na twardym dysku Twojego komputera. Możesz skonfigurować swoją przeglądarkę tak, aby odmówiła wszystkich ciasteczek lub zasygnalizowała, gdy ciasteczko jest wysyłane. Jednakże, jeśli nie akceptujesz ciasteczek, możliwe, że nie będziesz mógł korzystać z niektórych części naszej Strony."
      },
      {
        "title": "Analizy",
        "description": "Korzystamy z usług zewnętrznych dostawców analiz (takich jak Google Analytics), aby zbierać, monitorować i analizować zgromadzone dane. Te usługi mogą korzystać z ciasteczek w celu pomocy nam zrozumieć, w jaki sposób użytkownicy wchodzą w interakcje z naszą Stroną. Informacje generowane przez ciasteczko dotyczące korzystania z Strony (w tym Twój adres IP) zostaną przekazane i przechowywane przez dostawców analiz zewnętrznych. Te informacje są wykorzystywane do oceny aktywności na stronie, tworzenia raportów na temat aktywności na stronie dla operatorów strony oraz świadczenia innych usług związanych z aktywnością na stronie i korzystaniem z internetu."
      },
      {
        "title": "Komunikacja",
        "description": "Nie zbieramy informacji osobistych, takich jak adresy e-mail czy imiona, bez Twojej wyraźnej akcji i zgody. Wszelka komunikacja, którą otrzymasz od nas, będzie związana z usługami świadczonymi przez naszą Stronę, a możesz zrezygnować z otrzymywania takich komunikatów, postępując zgodnie z linkiem do rezygnacji lub instrukcjami podanymi w wiadomości e-mail."
      },
      {
        "title": "Bezpieczeństwo",
        "description": "Bezpieczeństwo Twoich nieosobistych informacji jest dla nas ważne. Mimo że staramy się używać komercyjnie akceptowalnych środków ochrony Twoich danych, ważne jest zauważenie, że żaden sposób przesyłania danych przez internet ani żadne przechowywanie elektroniczne nie jest w 100% bezpieczne."
      },
      {
        "title": "Zmiany w Polityce Prywatności",
        "description": "Niniejsza Polityka Prywatności obowiązuje od 06.01.2024 i pozostanie w mocy, z wyjątkiem zmian w jej postanowieniach w przyszłości, które będą obowiązywać natychmiast po opublikowaniu ich na tej stronie. Zastrzegamy sobie prawo do aktualizacji lub zmiany naszej Polityki Prywatności w dowolnym momencie, dlatego sprawdzaj ją regularnie. W przypadku dokonania istotnych zmian w tej Polityce Prywatności poinformujemy Cię, zarówno poprzez adres e-mail, który nam podałeś (jeśli dotyczy), jak i przez umieszczenie wyraźnego powiadomienia na naszej stronie internetowej."
      },
      {
        "title": "Kontakt",
        "description": "Jeśli masz jakiekolwiek pytania dotyczące tej Polityki Prywatności, skontaktuj się z nami pod adresem nonessentialworkers@gmail.com."
      }
    ]
  },
  "cookieConsentText": "Używamy plików cookie, aby poprawić komfort korzystania z naszej witryny. Kontynuując korzystanie z niej, wyrażasz zgodę na używanie przez nas plików cookie. Aby uzyskać więcej informacji, przeczytaj naszą [html]Politykę Prywatności[html].",
  "player": {
    "loading": "ładowanie..."
  },
  "copyButton": {
    "buttonLabel": "Kopiuj",
    "afterCopyLabel": "Skopiowano!"
  },
  "meta": {
    "websiteTitle": "Non-Essential Workers - oficjalna strona zespołu",
    "websiteDescription": "Non-Essential Workers - oficjalna strona zespołu",
    "openGraph": {
      "title": "Non-Essential Workers",
      "description": "Syntetyzowany dźwięk naszej rzeczywistości."
    }
  },
  "expandableList": {
    "showMoreButton": "Pokaż więcej",
    "showLessButton": "Pokaż mniej"
  }
}
