{
  "newsletter": {
    "title": "N.E.W.S.LETTER",
    "titleSuccess": "Thank you, it means the world to us!",
    "description": "Support us by subscribing to our N.E.W.S.letter to receive exclusive content, art lyric books, behind the scenes photos, secret shows and exclusive music releases.",
    "descriptionSuccess": "We'll get back to you soon with some exclusive content from our debut EP - First Shift.",
    "form": {
      "emailLabel": "email",
      "emailPlaceholder": "youremail@gmail.com",
      "emailFormattingErrorText": "Something's off with your email address, please check it again.",
      "emailAlreadySubscribedErrorText": "You're already subscribed to our newsletter. Thanks!",
      "emailGenericErrorText": "Something went wrong, please try again later or drop us a message at nonessentialworkers@gmail.com",
      "submitButton": "Sign up",
      "checkboxLabel": "I agree to receive newsletters and acknowledge that I have read and agree to the [html]Privacy Policy[html]."
    }
  },
  "home": {
    "heading": "N.E.W. IMPOSSIBLE SINGLE FROM OUR DEBUT EP FIRST SHIFT!",
    "streamingServicesTitle": "HEY, LISTEN UP...",
    "streamingServicesDescription": "… N.E.W. Music is available on your favorite platforms.",
    "newsletterTitle": "BUT DON'T JUST STREAM A LITTLE STREAM…"
  },
  "bio": {
    "heading": "bio",
    "section1": {
      "heading": "What is N.E.W.?",
      "photoAltText": "Mirror reflection of the sea waves crashing against the rocks.",
      "paragraphs": {
        "paragraph1": "The synthesized sound of our present tense."
      }
    },
    "section2": {
      "heading": "Why are we N.E.W.?",
      "paragraphs": {
        "paragraph1": "As the darkness washed over us and civilization came crashing to a screeching halt - our values, priorities and understanding of what is truly essential came sharply into focus:",
        "paragraph2": "Life is Essential.[html]Health is Essential.[html]People are Essential. [html]Rights are Essential.[html]Work is Essential.[html]Art is Essential.[html]Music is Essential.",
        "paragraph3": "We wilfully embrace the hierarchy of needs that currently defines one's role in society, yet wholeheartedly reject any sense of permanence this role might suggest. The roles that may seem non-essential today, may be essential to our very survival tomorrow.",
        "paragraph4": "We are people. We are workers. We are musicians.",
        "paragraph5": "We are non-essential workers."
      }
    }
  },
  "music": {
    "heading": "music",
    "streamingServicesDescription": "Our music is available on all major streaming platforms:",
    "singles": {
      "heading": "singles"
    }
  },
  "videos": {
    "heading": "videos",
    "description": "If you enjoyed the video, please consider subscribing to our YouTube channel and following us on social media. We appreciate your support!"
  },
  "contact": {
    "heading": "contact",
    "paragraphs": {
      "paragraph1": "We'd love to hear from you. Drop us a message if you want to share your thoughts about our music, or maybe you would like us to play a concert in your city. Let us know!"
    }
  },
  "resources": {
    "heading": "Hello! We're N.E.W.",
    "description": "Thanks for stopping by. We're a band from PL/US and we make electronic music. We're glad you're here. If you want to know more about us, check out the links below.",
    "music": {
      "heading": "Music",
      "albumCover": "album cover"
    },
    "bio": {
      "heading": "Short bio",
      "paragraphs": {
        "paragraph1": "Here goes short bio that will be easy to copy and paste."
      }
    },
    "photos": {
      "heading": "Photos",
      "pressPack": "Photos press pack (zip)"
    },
    "videos": {
      "heading": "Videos",
      "youTubeChannel": "N.E.W. YouTube channel"
    },
    "socialMedia": {
      "heading": "Social media"
    }
  },
  "navigation": {
    "home": "home",
    "bio": "bio",
    "music": "music",
    "videos": "videos",
    "contact": "contact"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "lastUpdated": "Last updated",
    "description": "This page informs you of our policies regarding the collection, use, and disclosure of information we receive from users of the Site.",
    "sections": [
      {
        "title": "Information Collection and Use",
        "description": "While using our Site, we may collect non-personal information that does not directly identify you. This may include Log Data, such as your computer's Internet Protocol ('IP') address, browser type, browser version, the pages of our Site that you visit, the time and date of your visit, the time spent on those pages, and other statistics. We utilize this information for the sole purpose of improving and enhancing our website's performance and user experience."
      },
      {
        "title": "Cookies",
        "description": "We use 'cookies' to collect information and enhance your experience on the Site. Cookies are files with small amounts of data that are sent to your browser from a web site and stored on your computer's hard drive. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Site."
      },
      {
        "title": "Analytics",
        "description": "We employ third-party analytics services (such as Google Analytics) to collect, monitor, and analyze aggregated data. These services may use cookies to help us understand how users interact with our Site. The information generated by the cookie about your use of the Site (including your IP address) will be transmitted to and stored by the third-party analytics providers. This information is utilized to evaluate website activity, compile reports on website activity for website operators, and provide other services related to website activity and internet usage."
      },
      {
        "title": "Communications",
        "description": "We do not collect personal information, such as emails or names, without your explicit action and consent. Any communication you receive from us will be related to the services provided by our Site, and you may opt-out of receiving any such communications by following the unsubscribe link or instructions provided."
      },
      {
        "title": "Security",
        "description": "The security of your non-personal information is important to us. While we strive to use commercially acceptable means to protect your data, it's important to note that no method of transmission over the Internet or method of electronic storage is 100% secure."
      },
      {
        "title": "Changes to This Privacy Policy",
        "description": "This Privacy Policy is effective as of [Date] and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page. We reserve the right to update or change our Privacy Policy at any time, and you should check this Privacy Policy periodically. If we make any material changes to this Privacy Policy, we will notify you either through the email address you have provided us (if applicable) or by placing a prominent notice on our website."
      },
      {
        "title": "Contact Us",
        "description": "If you have any questions about this Privacy Policy, please contact us at nonessentialworkers@gmail.com."
      }
    ]
  },
  "cookieConsentText": "We use cookies to enhance your experience on our website. By continuing to use our site, you agree to our use of cookies. For more information, please read our [html]Privacy Policy[html].",
  "player": {
    "loading": "buffering"
  },
  "copyButton": {
    "buttonLabel": "Copy",
    "afterCopyLabel": "Copied!"
  },
  "meta": {
    "websiteTitle": "Non-Essential Workers band website",
    "websiteDescription": "Non-Essential Workers band website",
    "openGraph": {
      "title": "Non-Essential Workers",
      "description": "The synthesized sound of our present tense."
    }
  }
}
